LEXICON = {
    "start": "Привет! Вы находитесь в интерактивной\n"
             "библиотеке материалов Нижегородского\n"
             " женского кризисного центра. Здесь\n"
             "вы найдете короткие гайды о том, \n"
             "как распознать насилие и как \n"
             " помочь человеку, который \n"
             "столкнулся с домашним насилием\n"
             "Введите интересующую вас \n"
             "тему в поле ввода или \n"
             "воспользуйтесь содержанием, \n"
             "чтобы найти материал по названию темы.",
    "Тема": 'Выбирайте статьи',
    "Введите слово": "Введите ключевое слово",
    "Нет информации": "В настоящее время информации в базе данных отсутствует",
    "Нет информации по теме": "В настоящее время информации в базе данных \n"
                              "по данной теме отсутствует",
    "Слово отсутствует": "В настоящее время информации в базе данных \n"
                         "по данному слову отсутствует. Выбирайте другое слово",
    "Назад": "Назад",
    "Искусственный интелект": ("Привет, искусственный интелект!"
                               "задай интересующий тебя вопрос и " 
                               "я постараюсь ответить как можно более кратко"),
}

BUTTONS = {
    "Тема": "Поиск нужной темы",
    "Поиск слов": "Поиск информации по словам",
    "Назад": "Назад",
    "Интересующие вопросы": "Задайте вопросы"
}
